times (start, end):
l> 19790101 : 20110831

vars (name, units, long name, levels list):
v> slp : Sea-level pressure : MERRA100.prod.assim.inst6_3d_ana_Np.%year%%mm%%dd%.SUB.nc
l> ""
v> ps : Surface pressure : MERRA100.prod.assim.inst6_3d_ana_Np.%year%%mm%%dd%.SUB.nc
l> ""
v> h : Geopotential height : MERRA100.prod.assim.inst6_3d_ana_Np.%year%%mm%%dd%.SUB.nc
l> 1000. 975.0 950.0 925.0 900.0 875.0 850.0 825.0 800.0 775.0 750.0 725.0 700.0 650.0 600.0 550.0 500.0 450.0 400.0 350.0 300.0 250.0 200.0 150.0 100.0 70.00 50.00 40.00 30.00 20.00 10.00 7.000 5.000 4.000 3.000 2.000 1.000 0.7000 0.5000 0.4000 0.3000 0.1000
v> t : Air Temperature : MERRA100.prod.assim.inst6_3d_ana_Np.%year%%mm%%dd%.SUB.nc
l> 1000. 975.0 950.0 925.0 900.0 875.0 850.0 825.0 800.0 775.0 750.0 725.0 700.0 650.0 600.0 550.0 500.0 450.0 400.0 350.0 300.0 250.0 200.0 150.0 100.0 70.00 50.00 40.00 30.00 20.00 10.00 7.000 5.000 4.000 3.000 2.000 1.000 0.7000 0.5000 0.4000 0.3000 0.1000
v> u : Eastward wind component : MERRA100.prod.assim.inst6_3d_ana_Np.%year%%mm%%dd%.SUB.nc
l> 1000. 975.0 950.0 925.0 900.0 875.0 850.0 825.0 800.0 775.0 750.0 725.0 700.0 650.0 600.0 550.0 500.0 450.0 400.0 350.0 300.0 250.0 200.0 150.0 100.0 70.00 50.00 40.00 30.00 20.00 10.00 7.000 5.000 4.000 3.000 2.000 1.000 0.7000 0.5000 0.4000 0.3000 0.1000
v> v : Northward wind component : MERRA100.prod.assim.inst6_3d_ana_Np.%year%%mm%%dd%.SUB.nc
l> 1000. 975.0 950.0 925.0 900.0 875.0 850.0 825.0 800.0 775.0 750.0 725.0 700.0 650.0 600.0 550.0 500.0 450.0 400.0 350.0 300.0 250.0 200.0 150.0 100.0 70.00 50.00 40.00 30.00 20.00 10.00 7.000 5.000 4.000 3.000 2.000 1.000 0.7000 0.5000 0.4000 0.3000 0.1000
v> qv : Specific humidity : MERRA100.prod.assim.inst6_3d_ana_Np.%year%%mm%%dd%.SUB.nc
l> 1000. 975.0 950.0 925.0 900.0 875.0 850.0 825.0 800.0 775.0 750.0 725.0 700.0 650.0 600.0 550.0 500.0 450.0 400.0 350.0 300.0 250.0 200.0 150.0 100.0 70.00 50.00 40.00 30.00 20.00 10.00 7.000 5.000 4.000 3.000 2.000 1.000 0.7000 0.5000 0.4000 0.3000 0.1000
v> o3 : Ozone mixing ratio : MERRA100.prod.assim.inst6_3d_ana_Np.%year%%mm%%dd%.SUB.nc
l> 1000. 975.0 950.0 925.0 900.0 875.0 850.0 825.0 800.0 775.0 750.0 725.0 700.0 650.0 600.0 550.0 500.0 450.0 400.0 350.0 300.0 250.0 200.0 150.0 100.0 70.00 50.00 40.00 30.00 20.00 10.00 7.000 5.000 4.000 3.000 2.000 1.000 0.7000 0.5000 0.4000 0.3000 0.1000
